Repository: littleviking61/vikingDiaries
Catalog: languages/*.po
Languages: fr_fr

source: Page not found
fr_fr: Page non trouvée

source: Return home?
fr_fr: Retour à la page d'accueil ?

source: Read more about this project
fr_fr: En savoir plus sur le projet

source: From most recent information
fr_fr: Aux dernières nouvelles

source: All's fine
fr_fr: Tout va bien

source: I have some trouble
fr_fr: J'ai des petits soucis

source: I'm at
fr_fr: Je suis à

source: Last chekup at
fr_fr: Dernier checkpoint le

source: And I travel since
fr_fr: Et je voyage depuis

source: days
fr_fr: jours

source: Track the viking
fr_fr: Suivre le tracé du viking

source: Most recent news
fr_fr: Nouvelles récentes

source: Presentation
fr_fr: Présentation

source: Dairy
fr_fr: Journal

source: Map
fr_fr: Carte

source: To search, type and hit enter.
fr_fr: Remplir puis appuyer sur entrer pour rechercher

source: Search
fr_fr: Rechercher

source: Sorry, nothing to display.
fr_fr: Désolé, aucun contenu disponible.

source: Load recent posts
fr_fr: Charger les articles plus récents

source: Load precedent Results
fr_fr: Voir les résultats précédents

source: Load previous Results
fr_fr: Voir les résultats suivants

source: Load previous Posts
fr_fr: Charger les articles plus anciens

source: Comment
fr_fr: Commentaire

source: See on the map
fr_fr: Voir sur une carte

source: Read more &rarr;
fr_fr: Lire la suite &rarr;

source: Page Voyages
fr_fr: Travel page

source: Diaries
fr_fr: Journal

source: View Article
fr_fr: Voir l'article

source: News
fr_fr: Actualitées

source: Back to the diaries
fr_fr: Retourner sur le journal

source: Author Archives for
fr_fr: Archive de l'auteur pour

source: About
fr_fr: A propos

source: Published by
fr_fr: Publié par

source: Leave your thoughts
fr_fr: Donner votre avis

source: 1 Comment
fr_fr: 1 commentaire

source: % Comments
fr_fr: % commentaires

source: Thanks for your help
fr_fr: Merci pour votre soutien

source: Give 3.4€ </br>to see</br>the movie
fr_fr: Donner 3.5€ </br>pour voir</br>le film

source: Give 8.5€ </br>to support</br>the book and the movie
fr_fr: Donner 8.5€ </br>pour voir le film et</br>soutenir la création du livre

source: &darr; OR discover the other pledges
fr_fr: &darr; OU découvrir les détails du projet

source: %s Search Results for
fr_fr: %s résultats pour

source: Looking for something ?
fr_fr: Vous cherchez quelque chose ?

source: Design by
fr_fr: Designer par

source: Like
fr_fr: Aimer

source: You Like:
fr_fr: Vous aimez :

source: You do not like anything yet.
fr_fr: Vous n'avez rien aimé pour le moment.

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: %s Reply
fr_fr: %s Repondre

source: %s edit
fr_fr: %s éditer

source: &larr; Older comments
fr_fr: &larr; Anciens commentaires

source: Newer comments &rarr;
fr_fr: Nouveaux commentaires &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: And you, what to you think ?
fr_fr: Et vous vous en pensez quoi ?

source: Send a comment
fr_fr: Envoyer un commentaire

source: Name
fr_fr: Nom

source: Email
fr_fr: Mail

source: Website
fr_fr: Site

source: Looking forward to reading you !
fr_fr: Au plaisir de vous lire !
